{
  "word2id": {
    "for": 18,
    "2025": 23,
    "committee": 36,
    "11": 40,
    "across": 104,
    "meets": 114,
    "23": 100,
    "2": 25,
    "totalling": 122,
    "staff.": 119,
    "term": 5,
    "[UNK]": 1,
    "heritage": 33,
    "is": 7,
    "ends": 37,
    "august": 49,
    "december": 29,
    "good": 32,
    "19": 63,
    "november": 80,
    "21": 98,
    "staff": 35,
    "ceremony": 70,
    "begin": 69,
    "meeting": 112,
    "august.": 107,
    "management": 79,
    "26": 102,
    "plenary": 117,
    "—": 124,
    "february": 73,
    "held": 51,
    "falls": 72,
    "25": 101,
    "starts": 21,
    "3": 27,
    "students.": 85,
    "15": 96,
    "thursday": 86,
    "were": 60,
    "june": 78,
    "2026.": 12,
    "12.": 95,
    "4": 13,
    "12": 41,
    "13": 61,
    "years": 91,
    "first": 74,
    "wednesday": 88,
    "december.": 108,
    "7": 48,
    "returning": 82,
    "27": 103,
    "may": 43,
    "many": 55,
    "9": 66,
    "open": 44,
    "administrative": 67,
    "2026": 9,
    "july": 54,
    "human": 77,
    "senate": 58,
    "s": 84,
    "5": 65,
    "20": 97,
    "2025.": 26,
    "09": 93,
    "22": 99,
    "1": 31,
    "meetings.": 113,
    "their": 121,
    "when": 6,
    "tuesday": 87,
    "18": 62,
    "end": 15,
    "does": 10,
    "how": 53,
    "and": 105,
    "what": 89,
    "september.": 118,
    "10": 94,
    "april": 68,
    "[PAD]": 0,
    "scheduled": 57,
    "start": 20,
    "at": 106,
    "[SEP]": 2,
    "00.": 92,
    "24": 47,
    "of": 24,
    "[CLS]": 3,
    "the": 16,
    "2024": 11,
    "observed": 81,
    "february.": 110,
    "annual": 42,
    "29": 64,
    "met": 115,
    "14": 45,
    "january": 30,
    "on": 8,
    "september": 39,
    "graduation": 75,
    "did": 109,
    "friday": 17,
    "year": 22,
    "month": 116,
    "rights": 83,
    "times": 59,
    "hold": 111,
    "women": 90,
    "hdc": 76,
    "date": 71,
    "saturday": 56,
    "academic": 28,
    "monday": 19,
    "sunday": 120,
    "march": 34,
    "meetings": 38,
    "year.": 123,
    "higher": 52,
    "in": 4,
    "2024.": 46,
    "day": 14,
    "degrees": 50
  },
  "id2word": {
    "5": "term",
    "61": "13",
    "24": "of",
    "16": "the",
    "42": "annual",
    "117": "plenary",
    "12": "2026.",
    "19": "monday",
    "124": "—",
    "58": "senate",
    "119": "staff.",
    "13": "4",
    "96": "15",
    "14": "day",
    "78": "june",
    "20": "start",
    "110": "february.",
    "74": "first",
    "98": "21",
    "65": "5",
    "41": "12",
    "54": "july",
    "56": "saturday",
    "115": "met",
    "27": "3",
    "100": "23",
    "106": "at",
    "26": "2025.",
    "29": "december",
    "70": "ceremony",
    "103": "27",
    "64": "29",
    "11": "2024",
    "7": "is",
    "8": "on",
    "38": "meetings",
    "40": "11",
    "67": "administrative",
    "123": "year.",
    "2": "[SEP]",
    "34": "march",
    "93": "09",
    "22": "year",
    "112": "meeting",
    "6": "when",
    "9": "2026",
    "21": "starts",
    "113": "meetings.",
    "83": "rights",
    "49": "august",
    "86": "thursday",
    "118": "september.",
    "101": "25",
    "44": "open",
    "30": "january",
    "116": "month",
    "4": "in",
    "50": "degrees",
    "77": "human",
    "48": "7",
    "60": "were",
    "45": "14",
    "79": "management",
    "47": "24",
    "53": "how",
    "59": "times",
    "32": "good",
    "88": "wednesday",
    "97": "20",
    "23": "2025",
    "0": "[PAD]",
    "35": "staff",
    "55": "many",
    "66": "9",
    "37": "ends",
    "3": "[CLS]",
    "120": "sunday",
    "33": "heritage",
    "111": "hold",
    "84": "s",
    "73": "february",
    "18": "for",
    "69": "begin",
    "81": "observed",
    "114": "meets",
    "46": "2024.",
    "92": "00.",
    "71": "date",
    "17": "friday",
    "85": "students.",
    "94": "10",
    "36": "committee",
    "72": "falls",
    "87": "tuesday",
    "91": "years",
    "104": "across",
    "63": "19",
    "109": "did",
    "39": "september",
    "99": "22",
    "108": "december.",
    "121": "their",
    "52": "higher",
    "122": "totalling",
    "107": "august.",
    "51": "held",
    "15": "end",
    "80": "november",
    "95": "12.",
    "89": "what",
    "28": "academic",
    "102": "26",
    "76": "hdc",
    "75": "graduation",
    "68": "april",
    "105": "and",
    "90": "women",
    "10": "does",
    "62": "18",
    "57": "scheduled",
    "82": "returning",
    "31": "1",
    "43": "may",
    "25": "2",
    "1": "[UNK]"
  },
  "size": 125
}